package ordering;

public class MainMenu {
	
	static void menuList(){
		
	System.out.println("    [++++++++++              거래처 및 발주 관리 시스템                     +++++++++]");
	System.out.println("            ===========================================");
	System.out.println("          ㅣ********************         [1] [거래처 선택]        *********************ㅣ");
	System.out.println("          ㅣ********************         [2] [거래처 등록]        *********************ㅣ");
	System.out.println("          ㅣ********************         [3] [거래처 검색]        *********************ㅣ");
	System.out.println("          ㅣ********************         [4] [거래처 수정]        *********************ㅣ");
	System.out.println("          ㅣ********************         [5] [거래처 삭제]        *********************ㅣ");
	System.out.println("          ㅣ********************         [6] [거래처 목록]        *********************ㅣ");
	System.out.println("          ㅣ********************         [7] [총발주 내역]        *********************ㅣ");
	System.out.println("          ㅣ********************         [8] [이전 단계로]        *********************ㅣ");
	System.out.println("          ㅣ********************         [9] [시스템 종료]        *********************ㅣ");
	System.out.println("            ===========================================  ");
	System.out.println("    [++++++++++++++++++++++++++++++++++++++++++++++++++++]");

	}
}



